import os
import requests
from colorama import Fore,Style

print(f"""

  {Fore.WHITE}░█▀▀▀ █──█ █▀▀▀ ─▀─ ▀▀█▀▀ ─▀─ ▀█─█▀ █▀▀ 
  {Fore.RED}░█▀▀▀ █──█ █─▀█ ▀█▀ ──█── ▀█▀ ─█▄█─ █▀▀ 
  {Fore.WHITE}░█─── ─▀▀▀ ▀▀▀▀ ▀▀▀ ──▀── ▀▀▀ ──▀── ▀▀▀             
        {Fore.RED}⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯
        | {Fore.CYAN}Created By {Fore.YELLOW}: {Fore.WHITE}RetroPackets {Fore.RED}|
        ⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯           
    """)

usr = input(f"{Fore.WHITE}🅴🅽🆃🅴🆁 🆄🆂🅴🆁🅽🅰🅼🅴 {Fore.YELLOW}⑆ {Fore.BLUE}")
os.system(f"python3 maigret.py {usr}")

print(f"""

  {Fore.WHITE}░█▀▀▀ █──█ █▀▀▀ ─▀─ ▀▀█▀▀ ─▀─ ▀█─█▀ █▀▀ 
  {Fore.RED}░█▀▀▀ █──█ █─▀█ ▀█▀ ──█── ▀█▀ ─█▄█─ █▀▀ 
  {Fore.WHITE}░█─── ─▀▀▀ ▀▀▀▀ ▀▀▀ ──▀── ▀▀▀ ──▀── ▀▀▀             
        {Fore.RED}⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯
        | {Fore.CYAN}Created By {Fore.YELLOW}: {Fore.WHITE}RetroPackets {Fore.RED}|
        ⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯⋯           
    """)
